# 可视化 
 ## 地理图 
 一切和空间属性有关的分析都可以用到地理图，比如各地区销量，或者某商业区域店铺密集度等<br> 
 ## 雷达图 
 也叫蛛网图，适合用在固定的框架内表示某种已知的结果，常用于经营状况<br> 
 ## 箱线图 
 假如你是一位互联网电商分析师，你想知道某商品每天的卖出情况：该商品被用户最多购买了几个，大部分用户购买了几个，用户最少购买了几个<br> 
 ## 热力图 
 以高亮形式展现数据，最常见的是例如热力图表现道路交通状况;互联网产品中，热力图可以用于网站/app的用户分析，将浏览、点击、访问页面的操作以高亮 
 的可视化形式表现。热力图需要位置信息，比如经纬度坐标或者屏幕位置坐标<br> 
 ## 关系图 
 展现事物相关性和关联性的图表，比如社交关系链、品牌传播、或者某种信息的流动<br>
 ## 矩形树图
 电子商务、产品销售等涉及大量品类的分析；各颜色系代表各个类目维度，类目维度下又有多个二级类目<br>
 ## 桑基图
 常表示信息的变化和流动状态，例如google网站分析中的用户行为和流量分析。用户从哪里来，去了哪个页面，在哪个页面离开，最后停留在哪个页面等<br>
 # 图表
 ## 配色
 十六制颜色编号：404B4F(64,75,79深灰) 82DFFF(130,223,255天蓝) CEF2FF(206,242,255浅蓝) 416F7F(65,111,127湛蓝) A5C2CC(165,194,204灰蓝)<br>
 数据和图表分离在两张sheet，新sheet背景涂成灰色(235,235,235)，图表标题删除，背景色设置为透明，柱形图颜色调整为配色方案<br>
 对第一列单元格颜色填充，拉高，开头空两格，输入配色文字<br>
 

